{
    "kichwa":"Mbinu za ushindi",
    "habari":"Ukiambiwa Uchague mmoja kati ya Saidi Hamis Ndemla na Ibrahimu Ajibu aondolewe kwenye kikosi cha Simba, ungemchagua nani? Naamini wengi wanaona ni Mara Mia aondoke Ajibu kuliko Ndemla. Ukiuliza kwanini jibu utapewa moja tu, Ndemla anaweza akaa nje muda mrefu lakini akipewa nafasi ya kucheza katika mechi yoyote hufanya vizuri. Tabia ya ndemla ya kutokuchuja kutokana na kukaa benchi muda mrefu huwafanya mashabiki na hata viongozi wa Simba kuwa na imani naye. Kiufupi, ndemla ni Mchezaji mwenye saikolojia kubwa zaidi pale Simba, kwa maana Tabia nyingi za Wachezaji ni kuathirika kutokana na kukaa benchi muda mrefu, lakini sio kwa Ndemla. Kitu pekee huenda hujawahi kuking’amua kutoka kwa ndemla ni kwamba, Katika mechi takribani zote alizoanza, alicheza kama kiungo wa ulinzi. Kuna wakati alicheza akiwa double Pivot na mmoja kati ya Jonas Mkude au Mzamiru Yassin au Fraga Vieira lakini Takwimu na kumbukumbu zangu zinaonyesha, Tangu chini ya Patrick Aussems hadi sasa chini ya Gomes Da Rossa, Ndemla amechezeshwa katika nafasi tofauti na kiungo wa Ulinzi mara mbili pekee. Ni nafasi gani hizo? Katika mchezo wao wa kirafiki katika Siku ya Simba day dhidi ya Vital’o ya Burundi, Ndemla alianza, lakini alicheza kama kiungo wa Ushambuliaji huku chini yake akicheza Jonas Mkude na Larry Bwalya, lakini mechi ya pili ni chini ya kocha Didier Gomes Da Rossa, ligi kuu Tanzania bara dhidi ya Biashara United, ambapo Ndemla alicheza tena kama kiungo wa Ushambuliaji juu ya Taddeo Lwanga na Mzamiru Yassin. Leo inabidi tupime utimamu wa ndemla akicheza kama Kiungo wa Ulinzi dhidi ya Kiungo wa Ushambuliaji. Kupitia Uchambuzi huu tutaona faida na hasara kwa Ndemla kucheza katika nafasi zote mbili dimbani. Mwisho Kabisa, SoccerData itatoa Ushauri wa Kiufundi kwa bench la Ufundi la Simba lakini pia kwa Ndemla Mwenyewe, kumbuka lengo letu ni kumfanya Ndemla kutumika Ipasavyo kwa faida ya Klabu na Taifa kwa Ujumla. Kama wewe ni mara yako ya kwanza, kufikiwa na Uchambuzi kutoka SoccerData nakuomba SUBSCRIBE kisha Bofya alama ya Kengele. Hapa utapata mawe mengi zaidi ya hili, tena yakiwa yamesheheni takwimu na Ufundi kibao dimbani, bila kupoteza muda acha tuanze….<br/>Ndemla Kama Kiungo wa Ulinzi.<br/>Katika mechi nyingi, Ndemla amekuwa akionekana kama kiungo wa Ulinzi, akicheza juu ya  Mkude, kwa maana huonekana akipanda na kushuka yaani Box to Box Midfieder. Lakini pia Hucheza kama Kiungo wa Ulinzi (Deep lying Midfieder) anayechezea chini zaidi anapocheza na Mzamiru yassin, kwa sababu Mzamiru anaonekana kuwa vizuri zaidi anapocheza kama box to box midfielder Kuliko Ndemla. Katika nafasi ya Deep lying Midfieder na Box to Box Midfielder Ndemla hufanya vizuri kutokana na Sifa nyingi alizokuwa nazo, kama Kukaba, uwezo wa kupiga tackles, kupiga pasi za aina zote, ndefu na fupi. Lakini sifa iliyo kuu na ya faida ni kupiga pasi ndefu za ku-switch kulia na kushoto. Hii hurahisha mashambulizi hasa kwa mashambulizi ya kushtukiza. lakini pia silaha kubwa ya Ndemla ni kupiga mashuti, mashuti ambayo husaidia sana pindi Simba inapokutana na timu inayobana mianya ya kulifikia box lake la 18. Licha ya Ubora huu wote lakini Ndemla anakosa sifa kadha wa kadha zinazopunguza ladha ya yeye kucheza kama kiungo wa Ulinzi. Tofauti na viungo wengi wa Ulinzi  wa kisasa kote duniani, Ndemla huwa yuko Slow sana kiasi kwamba akiwa na mpira mguuni ni rahisi kuvamiwa na kupokonywa Mpira. Hii huwa ni hatari zaidi pindi anapoupoteza Mpira akiwa katika nusu ya eneo lake. Lakini Pia Ndemla hana nguvu, Stamina ya Maana na Nishati ya Kutosha. Huenda Usinielewe sana lakini jaribu kumtazama Mkude alivyo, Unaziona nguvu zake za miguu, anaweza kuwekwa Mtu kati na Wapinzani wawili na akawashinda, kiufupi ana Msuli, lakini pili Mwili wake una nguvu na Pumzi ya kutosha kana kwamba ana uwezo wa kucheza mechi yoyote, na timu yoyote  katika mashindano yoyote yale. Hizi ndizo sifa kuu za Wakata Umeme kote duniani lakini Ndemla anazikosa, na ndio maana katika mechi nyingi huingia Kama Backup ya Kiungo wa Ulinzi, na hata akicheza kama Deep lying Midfielder lazima pia apewe Backup yake. Hii ni kutokana na madhaifu kama haya. Hadi hapa naweza kusema, Ndemla kweli ni kiungo wa Ulinzi lakini ambaye bado hajakamilika, ana mapungufu mengi kiasi kwamba huwezi kumuita Complete Defensive Midfielder lakini pia ni vigumu sana kumlinganisha na Mkude, Lwanga, au Tonombe Mukoko.<br/>Ndemla kama Kiungo wa Ushambuliaji.<br/>Kama nilivyokwambia hapo awali kuwa katika nafasi hii, amecheza mara mbili 2 pekee.<br/>Ndemla VS Vitalo.<br/> Katika mechi hii Sven alianza na Jonas Mkude na Bwalya kama Viungo wa Ulinzi, huku Ndemla akicheza juu yao kabla ya Hasani Dilunga kulia na  Bernad Morrison kushoto na  John Bocco akicheza kama Mshambuliaji. Katika mechi hii, Mkude na Bwalya walicheza katika Mstari mnyoofu pindi timu inaposhambuliwa, huku timu inaposhambulia Bwalya alimuacha Mkude chini, yeye akipanda zaidi na hata kuungana na Ndemla. Hivyo katika mechi hii, Bwalya alicheza kama Box to Box midfieder, huku Ndemla akicheza kama Kiungo wa Ushambuliaji na Mshambuliaji wa pili nyuma Bocco timu inaposhambulia.<br/>Ndemla VS Biashara united.<br/> Katika mchezo huu, Gomes alianza na  Taddeo Lwnaga na Mzamiru Yassin kama viungo wa ulinzi, juu yao akicheza Saidi ndemla kabla ya Perfect Chikwende Kushoto na Bernad Morrison kulia, huku Meddie Kagere akisimama kama Standing Striker.Katika mechi hii, Lwanga alicheza kama Deep Lying midfielder, huku mzamiru akipanda na kushuka na kumuacha Ndemla kucheza kama kiungo wa Ushambuliaji na hata Mshambuliaji wa pili nyuma ya Meddie Kagere. Katika mechi zote mbili, Saidi ndemla hakumaliza dakika zote tisini, ikiwa ni maana tosha kuwa alishindwa kutimiza majukumu yake ipasavyo. Licha ya kushindwa kufanya vizuri katika nafasi hii, lakini naona hii ndio nafasi inayomfaa zaidi ndemla akiwa dimbani kuliko hata akicheza kama Kiungo wa Ulinzi. Kwanini acha tuingie Dimbani tukachimbe kiufundi… Kutokana na Sifa alizokuwa nazo, Ndemla akicheza katika eneo hili, kuna matokeo kadha wa kadha.. Kwanza Simba itakuwa inakabia juu, kutokana na sifa ya Ndemla ya Ukabaji. Falsafa za soka zinasema kuwa, Ulinzi wa timu huanzia kwa Washambauliaji. kwani timu pinzani inapoanzisha Mpira kuanzia Nyuma, Mstari wa kwanza au kikwazo cha kwanza cha kukivuka ni Safu ya Ushambuliaji ya upinzani. Hivyo uwepo wa Ndemla eneo hili hurahisisha kuipora mipira karibu na lango la Mpinzani, lakini pia huwalazimisha wapinzani kutoanza mpira kwa pasi kuanzia nyuma badala yake hulazimika kubutua mbele, kitu ambacho yeyote anaweza kuupata. Faida ya pili ni uwezo wake wa kupiga Mashuti nje ya Box na ndani ya box. Mara nyingi Ndemla hupiga shuti 1 hadi mawili  akipata nafasi mara moja moja anapopanda kushambulia akitokea chini. Kama atacheza hapa, maana yake, atapata nafasi nyingi zaidi za kukutana na mpira na kupiga shuti. Hivi karibuni chini ya Sven mashuti yake yamekuwa na faida kubwa kwani hulenga lango na kuwatesa magolikpa wengi, bila shaka akiwa na Muendelezo mzuri itakuwa ni kheri kwa Simba. Hapa namaanisha, Ndemla akicheza hapa ni uhakika kutoka na goli 1 hadi mawili kwa kila mechi. Usiniulize kwanini kwenye mechi hizi mbili hajafunga hata goli, kwa sababu ukiniuliza nitakwambia shida ni hajazoeshwa kucheza nafasi hiyo. Ndio maana katika mechi hizo zote mbili, Ndemla mara nyingi alishuka chini zaidi kucheza kama Kiungo wa kati na kufanya Timu kucheza mfumo wa 4-1-4-1 kwa maana Ndemla hujisahau na kushindwa kutimiza majukumu yake kiusahihi. Faida ya tatu ya Ndemla kucheza hapa, ni uwezo wake wa kupiga pasi sahihi, ndefu na fupi na kubadili eneo la kiuchezaji.  Hii itasaidia sana kutengeneza nafasi nyingi za magoli kwa kupiga pasi mpenyezo kwa mtu sahihi au kushuti inapotokea nafasi.Mwisho kabisa, Eneo hili linamfiti zaidi Ndemla kutokana na uhaba wa Wachezaji wanaocheza  kama  viungo wa Ushambuliaji. Kwa Mfano, Simba ina Chama, Kahata na Bwalya. Kwa siku za hivi karibuni Chama na Kahata wamekuwa wakipendelea kuchezea pembeni zaidi kuliko katikati. Hii Humfanya kocha kutumia mbinu ya Midfield Rotation ili kuhakikisha eneo hili halibaki wazi muda wote bila Mchezaji.<br/>Ushauri wangu.<br/>Ni muda Muafaka kwa Ndemla kusoma Nyakati na hali ya ushindani uliopo Simba kwa sasa, lakini pia ni muda muafaka kwa Gomes kumpa nafasi zaidi Ndemla kucheza kama Kiungo wa USHAMBULIAJI KAMA ALIVYOFANYA dhidi ya Biashara United.Najua wewe Mtazamaji wangu Una vitu vingi Unavijua, Niambie Unaonaje Ndemla akisogezwa juu zaidi? Changia mada hii kwa kumchambua zaidi, njoo tujadili pamoja…hadi wakati mwingine kwaheri",
    "picha":"https://www.wagerbop.com/wp-content/uploads/2018/10/odds.jpg"
}
