{
    "kichwa":"KAZEE",
    "habari":"Ilimchukua takribani mechi 26 pekee kabla ya Cedric Kaze kutimuliwa, katika mechi hizo 26, ameshinda 14, ametoa sare mara 10 na kupoteza mara 2 pekee.Takwimu hizi tukiziweka katika mfumo wa asilimia tutasema, Kaze alikuwa na asilimia 54 za ushindi, 38 za sare na asilimia  8 za kufungwa. Kwa takwimu hizi ni dalili kuwa, Kaze bado ni kocha Mzuri kwa kuangalia idadi ya mechi alizo poteza, lakini pia anaonekana kuwa na madhaifu mengi kwa kuangalia idadi ya mechi alizotoa sare na aina ya ushindi alioupata katika mechi 14 Kumbuka kuwa, Kaze ndiye aliyeipa Yanga Kombe la kwanza baada ya miaka Mitatu, nalo ni Mapincuzi Cup, ambapo alisimamia  mechi 4 pekee na kumaliza ukata wa Vikombe kwa Klabu ya wananchi. Kwanini Kaze wamemtimua? Najua umesikia mengi kutoka kwa wengi lakini kazi yangu kwa leo ni kumchimba Kaze kiufundi zaidi. Hapa nitaingia Dimbani kujua ni wapi, Kaze alikuwa na madhaifu, na ni wapi alikuwa vizuri zaidi. Baki hapa hadi mwisho ili ujue kinaga ubaga juu ya Mgogoro wa kiufundi dimbani. Kama ni mgeni hapa, kumbuka ku-SUBCRIBE  na kubofya alama ya kengele, Tufuate katika kurasa zetu za Instagram na Facebook kwa jina la SoccerData, Bila kupoteza muda acha tuanze.. Kati ya mechi 26 alizosimamia Kaze kuanzia mechi ya kwanza dhidi ya Polisi Tanzania hadi mechi ya mwisho dhidi ya Polisi Tanzania tena, Ushindi wake mkubwa ni dhidi ya Mwadui FC wa goli 5-0.  Na hiki ndicho kilikuwa kipindi kizuri zaidi kwa kocha kaze, kwani kabla ya kuishushia kipigo hicho mwadui alitoka kushinda kwa mbinde dhidi ya Ruvu shooting kwa goli 2-1, kisha akaifunga Singida United goli 3-0 katika mechi ya kirafiki, kabla ya kuifunga Dodoma Jiji goli 3-1 na Ihefu goli 3-0. Ukiachana na kipindi hicho cha furaha kipindi kigumu zaidi kwa Kaze, kile baada ya kubeba ndoo ya Mapinduzi CUP, Kwani mchezo wake wa kwanza ni ule wa kirafiki dhidi ya African Sports ya Tanga  ambapo walikubali kulala kwa goli 1-0 kisha kutoka Sare ya 1-1 dhidi ya Mbeya city, kabla ya sare ya pili ya 3-3 dhidi ya Kagera, kisha kufutaiwa na ushindi mwembamba wagoli 1-0 dhidi ya Mtibwa na Ken Gold kabla ya kubabuliwa kwa mara ya kwanza katika mechi ya ligi kwa goli 2-1 dhidi ya Coastal kutoka Tanga  na mwisho kuambulia sare ya 1-1 dhidi ya Polisi Tanzania… Kwa matokea haya, ni dhahiri kuwa Yanga ilikuwa inahaha kupata matokeo. Katika mechi nyingi alizosimamia kaze, Timu haikuwa na uhakika wa kufunga, haikuwa na mpira mzuri wa kuvutia badala yake, kila mchezaji alijaribu kuchezea jihadi ili kuendelea kuaminiwa na mwalimu, lakini kama timu hakukuwa na muunganiko wa Kifalsafa wala kiuchezaji dimbani. Acha nithibitishe hiki ninachokisema, kwa kukitazama kikosi hiki. Katika mechi zote alizozisimamia kama kocha hiki ndicho kikosi chake bora, yaani kati ya mechi zote alizosimamia, hawa ndio waliopata nafasi zaidi katika kikosi cha kwanza.. Metacha golini, Mabeki wane ni Kibwana, Yassini, Moro na Mwamnyeto, viungo wa ulinzi ni Double Pivot na Feisal Salum, kisha watatu wa juu ni Kaseke, Tuisila na Yacouba. Michael Sarpong anasimama juu kama Mshambuliaji wa mwisho. Hapa walitumia mfumo wa 4-2-3-1 lakini pia kuna wakati alitumia Washambuliaji wawili, Sarpong na Fiston au Nchimbi. Kuna wakati pia alitumia mfumo wa 4-3-3 kwa kuwaacha juu Yacouba katikati, Waziri Joniour na Kisinda pembeni kama Wing Forwards.<br/>UDHAIFU <br/>Kwa kikosi kama hiki, Kaze alishambulia kwa kupitia katikati mwa uwanja pekee. Kaze alianza na Mawinga kama Tuisila Kisinda, na mabeki wa pembeni kama Yassin na Shomar ambao wote sio wazuri wa ku-overlap na kupiga krosi.Kwa Mantiki hii, Kaze hakutumia Krosi kufunga Magoli, na hii inaleta maana tosha kuwa hakukuwa na umuhimu wa kuanza na Standing striker kama Michael Sarpong. Licha ya Sarpong kama Mchezaji kuwa na Mapungufu kadhaa lakini hii ndio siri kuu ya Sarpong kuwa na takwimu mbovu za kiufungaji. Kiufupi hapa tunaona, Kaze anakinzana na kiufundi, kwa maana Ukiamua kumtumia Mchezaji kama Sarpong ambaye hana tofauti na Yikpe kimajukumu awapo dimbani, ni lazima utumie Krosi nyingi kushambulia kuliko penetration passes kupitia katikati kama alivyofanya Kaze katika kipindi chake.Kosa lingine kubwa ni Matumizi ya Tonombe Mukoko kama Kiungo wa ulinzi. Miongoni mwa wachezaji wanaoonekana ni muhimu kwa Yanga ni Mkongomani Tonombe Mukoko, lakini kiufundi huyu jamaa ndiye anayeiua Yanga kimya kimya. Kivipi? Tangu enzi za Zlatiko Kirmpotic pale Yanga, Mukoko hakuwa katika daraja la kuichezea Yanga kutokana na Staili yake ya Uchezaji. Kama ulikuwa hujui, Timu nyingi zilipokutana na Yanga, Mipango yao ya kuishambulia na kuifunga Yanga huanzia kwa Mukoko, ambaye anaonekana kuwa na mapungufu mengi. Kwanza, Akiwa na Mpira katika eneo la chini, Alikabwa kwa nguvu na Mchezaji zaidi ya Mmoja. Kutokana na Uzito wake wa kufanya maamuzi alijikuta anaporwa Mpira na kushambuliwa kirahisi, Pili; Katika mechi nyingi, Yanga wanaonekana sio timu ya kumiliki mpira, hivyo waliiruhusu timu pinzani kuwa na mpira na wao kushambulia kwa kushtukiza, hasa kwa kuupora mpira katika eneo lao kuanzia kwa kiungo wa ulinzi hadi mabeki. Kuna wakati Yanga ilipata nafasi ya kushambulia, kwa Tonombe kuupora Mpira, lakini shida yake kubwa ni kukosa usahihi wa pasi ndefu. Tonombe  mara nyingi anaonekana kushindwa kupiga key passes akiwa eneo la chini ya Uwanja na kuikwamisha timu kushambulia kwa kushtukiza. Kosa la tatu, ni Tonombe kushindwa kukaa katika eneo lake. Kiukweli nilisikitika sana, pindi Tonombe Mlipoanza kumuita Ticha. Aliitwa ticha baada ya kufunga goli kisha kwenda pembeni ya uwanja na kuwakalisha wengine chini kama anawafundisha…Usichokijua ni kwamba, Kisaikolojia unamfanya Mchezaji awe na shauku ya kuoanda kwenda kufunga ili sifa ya jina lililovuma la ticha kuendelea kuvuma kitu ambacho kili-icost Yanga.Kaze alianza na Double Pivot, Mukoko akiungana na Feisal. Muda huo, Mukoko alitakiwa kubaki chini, huku Feisal akitafuta upenyo wa kupanda unapopatikana na kushuka kumsaidia Mukoko kutimiza majukumu ya kiulinzi.Shida ikaja, pale, Mukoko naye alipolazimisha kupanda ili tu aendelee kuitwa ticha, Yanga ilishambuliwa kirahisi tena kwa kushtukiza, kwani muda mwingi, Feisal na Mukoko walibaki juu, na kuacha nafasi kubwa kati yao na safu ya Ulinzi… What a Mistake..Kwa hoja hizi ni dhahiri kuwa, Kaze alishindwa kumtumia Mukoko kutokana na falsafa ya kiuchezaji anayoiabudu.Tukiachana na eneo hilo acha tukalichimbe eneo la safu ya Ulinzi.Asilimia 90 za mechi za Kaze akiwa na Yanga aliwatumia Lamine Moro na Bakari Mwamnyeto kama mabeki wa kati. Hili nalo ni kosa lingine.Mabeki hawa wote wana sifa moja dimbani, sio watulivu ni wazuri zaidi kwa pira butu butu na wala sio Mpira wa Mipango kuanzia nyuma hadi final zone.Mabeki hawa walibutua mipira kwenda mbele muda wote pindi tu ilipowafikia. Unajua  Siri ya Mipira ya kubutua? Yaani kila mmoja ana nafasi ya kuimiliki, kwahiyo mipira mingi iliishia kwa maadui na Yanga kukosa Umiliki. Hapa Kaze alikosa Muunganiko, kwanza kwa mabeki hawa wawili lakini pia kwa eneo la Mbele, ambalo lilikuwa na watu kama DEUS KASEKE, Haruna Niyonzima, Yacouba Sogne, Farid Musa na Carlinhos ambapo wote hawa sio wazuri ya mipira ya hewani wala ya Hamsini kwa Hamsini. Kiufupi hawana Msuri wa kuwafanya waweze kugombania Mpira kwa Mabeki na Viungo wa kati kama wa Tanzania Prisons. Kwa bahati mbaya, Kikosi chote cha Yanga hakuna beki wa Kati Mtulivu, wote ni karba ya Moro na Mwamnyeto, Wamechaguana. Lakini pia, Kikosi cha Yanga sio kipana sana katika safu ya ulinzi hasa kwa mabeki wa pembeni. Kwa Mfano ukiwatoa Shomari na Yassin wengine wote hawana Ubora mkubwa katika nafasi hizo, hivyo ilimlazimisha KOcha kuanza na wawili hawa kwa kila mechi, kitu ambacho huchangia uchovu kwa Mchezaji na kushindwa kufanya Vizuri. Hapa Kaze ana mapungufu hasa kushindwa kufanya Squad Rotation lakini pia kushindwa kufanya Usajili wenye tija katika dirisha dogo la Usajili. Yanga ya Kaze, kuanzia mechi ya kwanza hadi ya mwisho imefunga jumla ya Magoli 33 na kufungwa 16 hii ikiwa ni tofauti ya magoli 17pekee.. Takwimu hizi zinatoa majibu kuwa, Kaze alishindwa kuongeza makali katika safu Ushambuliaji na hata safu ya Ulinzi. Shida kubwa, ni Yanga kukosa Muunganiko kuanzia kwa Wachezaji na hata Mbinu dimbani, Kaze alishindwa kufanya Uchaguzi sahihi wa kikosi cha kwanza, lakini pia hakuwa na kikosi kipana cha kumuwezesha kubadili mbinu  pindi anapozidiwa, ndio maana wengi humuona akifanya SUB Zisizo na faida, au Kuchelewa kufanya Mabadiliko. Kiufundi Mimi naishia hapa, najua wajua Ubora na Udhaifu wa kaze, Niambie hapo chini, Unadhani ni maamuzi sahihi kwa Yanga kumuacha Kaze…<br><storng>SUBSCRIBE SOCCERDATA, ILI TUKUTANE KWENYE UCHAMBUZI UJAO…Kwaheri</strong>",
    "picha":"https://www.wagerbop.com/wp-content/uploads/2018/10/odds.jpg"
}
