[
 {"kichwa":"Kundi la Kifo Club Bingwa Africa.",
  "habari":"Draw mbili za  2:2 Jijini Cairo  na  0:0 Khartoum zinaifanya Simba kuendelea kukaa kileleni mwa msimamo wa Group A  Club bingwa Africa hatua ya makundi akiweka kibindoni alama  7 na magoli 2. Pamoja na mambo mengine tutaangazia ugumu wa kundi hili la  kifo, ubora wa timu kimbinu, takwimu na labda kusaidia wazee wa kuchana mikeka kubashiri nani ataibuka kidedea na nani atafurushwa. Ugumu wa kundi A unaanzia pale Al Merreikh, baada ya sare na simba inamfungia virago Al-Nadi na kuifanya  tangu Gomez asitishe Kandarasi ghafla  na kujiunga na Simba kufurushwa makocha wawili ndani ya siku sii zaidi ya 60.Katika heka heka hii Didier Gomez amefanikiwa kuwatandika Ac Vita nyumbani kwao goli moja na Al Ahly mabigwa watetezi goal moja pale Mkapa sitadium. Al Ahly alimdungua jumla ya goli matatu Al Merreikh jijini Khartoum Sudani huku Ac Vita akimweka Merreikh 4:1. Timu zikienda duru la pili la marudiano Simba anahitaji ushindi mmoja na sare moja kutinga robo fainali. Kazi na mchaka mchaka unabaki kwa timu mbili Ac Vita na Al Ahly zenye point 4 kila moja japo Al Merreikh mwenyewe point 1 pia ananafasi. Simba ndio timu pekee katika kundi hili ambayo haijapoteza mchezo wowote katika round ya kwanza. Hii ina maana kiufundi na kimbinu Gomez amewazidi Pisto na Ibenge alkadhalika Al-Nadi wa Merreikh.<br/><strong>Je nini siri ya mfaransa huyu mwenye umri wa miaka 51?</strong><br/>  Gomez ameibadili simba sana katika kipindi kifupi mno. Uchezaji wa Simba inapokuwa uwanjani hasa ikikutana na timu ngumu inabadilika kwa mazingira inayokutana nayo. Hii ndio falsafa adhimu ya Gomez anasoma michezo ya mpinzani mbinu zake  kisha anamchemshia dawa. Simba katika kundi hili ndio timu pekee inaheshimu mpinzani, kucheza kwa taadhari kubwa, kujiamini na kukaa na mpira. Hii ndio siri ya simba kutoruhisu goli hadi sasa katika hatua hii. Simba wanatumia zaidi   mfumo wa 4-2-3-1 ambao una watu muhimu sana  kama Lwanga na Mzamiru, pevot hii imekuwa ya mafundi wawili ambao kila plan ya mpizani inatibuliwa hapa, wakata umeme wanang'ao na waya kabisa.  Wakati Mashabiki wakibeza  uwepo wa Chris Kope Mugalu kila match wamesahau tuu kuwa Gomez anamchezesha kimkakati zaidi ya kufunga ndio mtu anainyima timu yeyote balance na muunganiko wa beki na viungo. amakuwa akiifanya safu hii kupiga mipira ovyo kukosa muda wa kujipanga kuandaa mashambulizi. Captain wa Vita akihojiwa  na Ibwe anasema, Mugalu ndio mchezaji aliyewapa wakati mgumu dk zote za mchezo huo pale Kinshasa. Hii ni kwasababu haondoki katikati yao, anakaa na mpira na anawapa pressure sana mabeki.  Kiufundi simba imekuwa bora kutumia madhaifu ya timu pinzani kuwaadhibu, sprit ya ushindi iko juu sana, utatu wa Miquissone, Bwalya na Chama unaifanya simba kukaa na mpira na kikubwa zaidi wanamwalimu anayejua soka la Africa, mbinu za ushindi na anayeweza kubadilika kulingana na pressure ya mchezo. Turudi kwa Al Ahly mabigwa hawa wa Africa wameshinda match moja na sare moja. Shida inanzia hapa, wamekosa jambo moja au mawili  muhimu sana kiufundi. Wanapiga pass nzuri fupi fupi tengeneza njia safi lkn hawana kasi, hawana mabadiliko wanapozidiwa au mbinu kufeli wana game plan moja tuu na ikifeli Masimane siyo mwapesi kuibadili. Mpira wa kiarabu wa kasi, nguvu na ari ni kama umepotea hivi na kuchukuliwana wa Africa Kusini. Uimara na kasi ya upandishaji wa mashambulizi wa mabeki wa pembeni ni mdogo na wanaona njia rahisi ni kupitia katika hii ndio hatari inayowaweka Al Ahly mguu nje, mguu ndani katika haya mashindano mwaka huu. Ac Vita naweza cheka kidogo maana kila kitu kiko sawa wana kasi, sprit nk. ila  kisa cha Mpare kule Matejoo Arusha! kukimbiza mwizi na  kucha duka wazi...! kitawaponza. Hili ndilo linalowatesa Ac Vita, katika michezo yao miwili ya simba na Al ahly shida hii imewafanya waadhibiwe. Kukabia juu na kufukuza mwizi kupitia D Juma ni vizur lkn ufunge milango ukumbuke kufunga milango.  Goli la kurudi Misri ni matokeo ya uwazi huu. Laiti Ibenge angejifunza kitu kwa Simba anangevusha timu yake mapema sana. Hadi kufikia hapa bila ushabiki niseme Vita na Al alhy ni vita ya duma wawili wakigombea jike pekee mwituni, ni battle la kuvunja meno. Namaliza kwa kuipa Simba Usukani huku Al Ahly akifuati na   nikiwatakiwa kila la heri Vita na Al Merreikh maandalizi mema mwakani. Akiba ya maneno naiweka kwa Ac Vita, anything can happen in football pitch kama watakumbuka kufunga duka tutarajie maajabu.",
  "picha":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT45xZaGLskrGY3pneKsIygQiFcNbGK5dF2cQ&usqp=CAU",
  "tarehe":"20/12/2060",
  "muda":"8:00 am"
  },
 {"kichwa":"AL MERREKI KIUFUNDI",
  "habari":"Ukitaja Al Merreikh Unazungumzia timu yenye jumla ya wachezaji 34, wenye Wastani wa Miaka 27.1. Al Merreikh ni klabu Maarufu KUTOKA nchini Sudan, na inanolewa na Mtunisia NASREDDINE NABI kocha aliyechukua nafasi ya kocha  Diedier Gomes Da Rossa anayekinoa kikosi cha Simba. Kiufundi ukitaja Al Merreikh unazungumzia klabu yenye Wachezaji wa kigeni 7, na Wachezaji 10 wanaounda kikosi cha timu ya Taifa ya Sudan. Haya yote yanaonyesha jinsi klabu hiyo ilivyosheheni vipaji vinavyokidhi. Kumbuka Al-Merreikh wapo kundi A, na huko wanashika nafasi ya Mwisho baada ya kutokupata alama hata moja kwa kupoteza michezo yote miwili dhidi ya Al ahly baada kukubali kupokea kichapo cha goli 3-0, ugenini huku mechi ya pili ni dhidi ya AS Vita ambapo walikubali kubabuliwa mabao Ma 4-1 katika uwanja wake wa nyumbani. Hapa ni sawa na kusema katika michezo yao miwili ya klabu bingwa Afrika wamefunga jumla ya goli moja pekee, na kufungwa magoli 7. Lakini pia Ukimtazama Kocha wake Mpya Bwana  Nasreddine ameisimamia Al Merreikh katika mechi 10, ameshinda 2, ametoa sare 5 na kufungwa 3, hivyo ana asilimia 20  za ushindi 50 za sare na 30 za kupoteza mechi. Tuachane na hizi takwimu, acha tukachimbe kiufundi zaidi kujua Al Merreikh wanachezaje kwa kuzingatia kikosi kilichopo na kocha wake, lakini pia lazima tujue kwanini El Merreikh wanaonekana kuwa na makosa mengi. Mwisho kabisa tutaona nafasi ya Simba katika mchezo wake wa ugenini. Kama ni mgeni hapa kumbuka ku-subscribe na kubofya alama  ya kengele, lakini pia tufuate katika kurasa zetu za mitandao ya kijamii kule Instagram na Facebook kwa jina la Soccerdata Tanzania, bila kupoteza muda acha tuanze… Hadi saa Merreikh wamecheza mechi mbili 2 za klabu bingwa Afrika wakiwa na Kocha wao Mpya ndani ya kundi A. Kati ya hizo mechi mbili moja ni ya Ugenini na nyingine ni ya nyumbani Merreikh wameonyesha tofauti kubwa ya kiuchezaji kati ya mechi ya nyumbani na ugenini hasa katika mifumo huku mbinu zikisalia kuwa zile zile. <br/> MIFUMO.<br/>   Katika mechi ya ugenini dhidi ya Alhly ugenini Merreikh waliingia na Mfumo 4-1-4-1, lengo likiwa ni kuwakaba Al haly kuanzia juu, huku wakimuacha Dhiya Mahjoub akibaki chini kama kiungo wa ulinzi akiungana na safu ya Ulinzi iliyoongozwa na Nahodha Amir Kamal Sulimani na Salehdin Nemer aliyeumia dakika ya 25 na nafasi yake kuchukuliwa na Ahmed Mohamed Kama mabeki wa kati huku pembeni wakianza  Abdelrahman Hassan kulia na Ahmed Adam kushoto. Mfumo wa pili  wanaoutumia Merreikh ni  4-4-2 hasa kwa mechi za nyumbani kama walivyofanya dhidi ya Vita. Mfumo huu ulibadilika zaidi na kuwa 4-1-3-2. Hapa kilichoongezeka ni Idadi ya Washambuliaji, huku baadhi ya nafasi zikibaki kama zilivyo, ikiwemo idadi ya mabeki na mfumo kiungo wa ulinzi mmoja. Hii ndio mifumo mikuu wanayoitumia, hata hivyo katika mechi yake dhidi ya Simba tegemea wataingia na 4-4-2, kama ambavyo wameingia na AS Vita. <br/> FALSAFA.<br/> Kiufundi katika mechi zote alizosimamia NASREDDINE NABI kama kocha amekuwa akitumia mbinu mbalimbali kutokana na aina ya wachezaji waliopo.Kwanza kabisa, NASREDDINE NABI hushambulia kupitia pembeni, hasa kwa kutumia mabeki wake wa pembeni  huku mawinga wakitimiza majukumu kadha wa kadha, acha tuchimbe hapa kidogo…<br>Katika mechi dhidi ya AS Vita nyumbani, Merreikh iliwatumia  Ahmed Adam kushambulia upande wa kushoto, na ABDELRAHMAN HASSAN kwa upande wa kushoto. Hawa wote ni mabeki wa pembeni. Chini ya NASREDDINE NABI wamekuwa wakishambulia kwa utaratibu maalumu, kwani  Upande wa kushoto umekuwa ukishambulia zaidi kuliko kujilinda. Hivyo upande huu ndio umepewa mamlaka ya kuhambulia muda wote kuliko upande wa kulia ambao hushuka na kupanda. Kutokana na Aina hii ya Soka hasa kwa mabeki wa pembeni, NASREDDINE NABI huanza na mawinga wenye sifa zinazoendana na Mawinga. Kwa mfano, beki wa kushoto hushambulia pembeni muda wote, hivyo winga wa kushoto jukumu lake hubadilika kidogo. Kwanza hushuka chini mara kwa mara ili kuziba nafasi inayoachwa na Ahmed anapoenda kushambulia, lakini pia ana tabia ya kushuka kumsaidia majukumu ya kiulinzi, kama sehemu ya kiulinzi kutokana na Attacking mentality ya beki wa kushoto. Mbali na kushuka kusaidia ulinzi lakini pia beki wa kushoto anapopanda, winga Tony Edjomariegwe Omayarue hulazimika kuingia ndani na hata kuungana na kiungo wa kati. Hii ni sawa na kusema Tony hutimiza majukumu matatu uwanjani anapocheza eneo la kushoto, kwanza kama Winga, pili kama kiungo wa ushambuliaji na tatu kama beki wa kushoto.Tukiachana na eneo la kushoto acha tukalichambue eneo la kulia.<br/> Hapa kuna Mwamba Abdelrahman Hassan kama beki wa kulia. Huyu jamaa hapandi sana na akipanda hupanda kwa uhakika. Lakini muda mwingi hubaki chini kuisadia safu ya ulinzi. Juu yake kuna winga Elsamani Saadeldin ambaye yeye hufanya mikimbio ya aina mbili kwanza pembeni, pili katikati. Huyu jamaa muda mwingi huonekana katikati akitokea pembeni. Mikimbio hii humfanya kuungana na Saidi Kyeyune na muda mwingine kucheza juu yake pindi anaposhuka kumsaidia Dhidi ya Mahjoub katika eneo la kiungo wa ulinzi. Hilo lilikuwa ni eneo la Ulinzi kwa ushirikiano na Mawinga wake, acha tukalitazame eneo la Ushambuliaji chini ya Washambuliaji wawili. Dhidi ya Vita, Merreikh  waliingia na Saifeldin Maki na Darren Mattocks kama Washambuliaji wa mwisho. Kati ya hawa, Standing striker ni Darren kama namba 9 huku Saifeldin akicheza kama Inside ten. Kazi yake huwa ni kufika kila eneo, akimzunguuka na kumlisha mipira Darren. Hata hivyo, Saifeldin ndio mwenye work rate kubwa zaidi, na ndiye anayepewa muda mrefu wa kucheza zaidi kama Mshambuliaji kuliko waliopo. Kazi yake kubwa huwa ni kuiunganisha timu kutoka eneo la kiungo kwenda kwa mshambuliaji lakini pia kufika katika maeneo sahihi ya kiushambuliaji kwa wakati sahihi. Mara nyingi huonekana upande wa kulia mwa uwanja, akipokea mipira na hata kushambulia. Tazama Mishale hii Kiuchezaji dimbani kwa kila Mchezaji wa Merreck. Twende sawa.. Merreikh hupitia zaidi maeneo gani dimbani? Jibu ni  katikati. Kwa katikati na kulia mwa katikati mwa Uwanja.<br/><b>ACHA TUKATAZAME TAKWIMU ZINASEMAJE?.<b/>Kama utakuwa umewatazama Merreikh utabaini kuwa wana uwezo mzuri wa kulifikia lango la Mpinzani. Kwa mfano katika mechi dhidi ya Vita nyumbani walifanikiwa kupiga jumla ya mashuti 9 wakiwa ndani ya Box  vita, lakini pia walitengeneza nafasi za dhahabu 2 na kupata kona 9. Takwimu hizi ni dhahiri kuwa, Merreikh wanafika langoni mwa Mpinzani. Lakini pia Merreikh wapo vizuri katika mipira ya 50/50, pia ni wazuri wa kupiga tackles za mafanikio. Kwa mpira wanaocheza Merreikh, Umiliki wa mpira kwao sio ishu, kwahiyo wakikutana na timu inayomiliki Mpira, huwaachia wamiliki huku wakijipanga kuwadhuru. Mwingine huenda anajiuliza, kwanini Merreikh wanaonekana kuwa Mdebwedo katika kundi A. Majibu ya swali hili ni kujua udhaifu wake, Acha tuone udhaifu wake japo kwa ufupi tu… Kwanza kabisa, hadi sasa, Kocha wa Merreikh NASREDDINE NABI hajapata Kikosi cha kwanza. Kwa mfano kuanzia mechi ya Al ahly hadi AS Vita, kumekuwa na maingizo mapya Manne katika Kikosi, lakini pia eneo la kuanzia kiungo wa kati na Ushambuliaji ndio maeneo yenye shida nyingi kwa kocha NASREDDINE NABI, kwani amekuwa akiyafanyia mabadiliko ya mara kwa mara. Kwa kigezo hiki pekee, tunapata jibu kuwa, Merreikh wanakosa Compactiness, Muunganiko kutoka kwa mchezaji mmoja hadi mwingine lakini pia kwa timu nzima. Udhaifu mwingine ni Concentration ndogo kwa wachezaji, hasa wakati wa kushambulia. Takwimu zinaonyesha kuwa, Merreikh wanafika golini kwa wingi, wanapata kona nyingi, wanashuti wakiwa ndani ya box lakini cha kushangaza hawafungi magoli. Lakini pia wakishapanda ni vigumu sana kushuka, hivyo ni rahisi sana kushambuliwa kwa kushtukiza. Kama umeitazama mechi dhidi ya Vita cLub utabaini hiki ninachokwambia.<br/> <strong>JE SIMBA WATACHOMOA?</strong><br/> Asikudanganye Mtu, hii mechi itakuwa ngumu. Kumbuka hii ndio mechi pekee ya kuhuhisha matumaini ya Merreikh kutinga hatua ya robo fainali. Lakini pia takwimu zinaonyesha kuwa Merreikh wanakosa umakini tu wakiwa final zone lkwakuwa wana uwezo mkubwa wa kufika hadi kwenye box la Mpinzani. Hivyo kama watakuwa wamejirekebisha basi lolote linaweza kutokea. Pili huu mchezo unaweza kuwa ni wa faida kwa Simba. Kivipi? Rejea Uchambuzi wa Didier Gomes, nakuwekea Link hapo chini… Lakini katika uchambuzi huo, nilielezea kiufundi kwanini Simba ilimsajili Gomes, kocha ambaye anaijua Merreikh nje ndani, anamjua kila mchezaji, ubora wake na udhaifu wake. Lakini pia kumbuka Tangu Aachane na Merreikh kuna ongezeko la Mchezaji mmoja pekee, hivyo ni rahisi kuandaa game plan ya kuwaua kabisa. Acha tufanye kitu kimoja… Uchambuzi unaofata ni Kiufundi Merreikh dhidi ya Simba, lakini pia kuchimba kiufundi Lineup itakayoanza ili kuleta matokeo chanya Ugenini… kama tulivyofanya dhdi ya Vita tutafanya tena dhidi ya Merreikh, Kama alikufa goli 4 dhidi ya Vita inabidi wakafe tena mbele ya Mnyama mbele ya Familia zao. Ninachohitaji kutoka kwako ni LIKES ZA KUTOSHA, tufikishe likes 200 tu, ili kuruhusu mawe mengine, hadi wakati wingine kwaheri.",
  "mwandish":"Yanga kujitoa ligi kuu",
  "picha":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT45xZaGLskrGY3pneKsIygQiFcNbGK5dF2cQ&usqp=CAU",
  "tarehe":"20/12/2060",
  "muda":"8:00 am"
  },
 {"kichwa":"Huyu Hapa Kocha Wa YANGA",
  "habari":"Kati ya mechi 34 za ligi, Yanga tayari wameshacheza mechi 23 wakijikusanyia jumla ya alama 50 na wakishika nafasi ya kwanza. Hadi sasa Yanga imesaliwa na mechi 11 pekee za ligi, hii ni sawa na kusema, Yanga inatafuta kocha Mpya atakayepata matokeo mazuri katika mechi hizi 11. Lakini pia kitendo cha Yanga kumtimua kocha, ni maana tosha kuwa wamemuona hawezi kuisadia timu kupata Ubingwa wa kwanza wa ligi baada ya misimu mitatu mfululizo. Kwahiyo hata kocha wake ni lazima ajue adhima ya ndani ya Yanga, yaani kubeba Ubingwa katika mashindano yote timu inayoshiriki. Je ni Kocha wa aina gani anayewafaa? Leo tutamchimba kocha mwenyewe hadi tumjue ni nani. Kumbuka hapa ni nyumbani kwa Uchambuzi wa Kiufundi, hivyo tegemea majibu utakayopata hapa ni yale yenye athari dimbani zaidi kuliko nje ya dimba. Kama ni mgeni hapa kumbuka ku-SUBSCRIBE na kubofya alama ya kengele, bila kupoteza muda acha tuanze. Hadi sasa, Yanga imeshatimua makocha Wawili katika msimu mmoja, hii ni sawa pia na Msimu uliopita. Timua timua ya aina hii inamaana kubwa sana hasa katika Uchaguzi sahihi wa kocha anayefaa kuifundisha Yanga. Timu nyingi ikiwemo Yanga huwa inafanya makosa, tena makubwa katika uchaguzi wa kocha hasa kwa kuangalia kigezo kimoja tu, Kigezo cha Rekodi za Kocha, bila kujali mambo mengine. Soccerdata inatambua kuwa, Rekodi za kocha ni muhimu lakini hicho kigezo cha mwisho katika vigezo vingi vilivyopo kitaalamu zaidi. Hapa nitakupa vigezo kadhaa, Vigezo hivi vinaendana na hali ya Yanga kwa sasa, kumbuka, imebakiza Mechi 11 za ligi na michezo ya FA hivyo, Kocha anayepatikana ni lazima awe na vigezo maalumu vya kuiwezesha timu kufikia lengo la lake la muda mfupi la kutwaa ndoo ya ligi kuu na Shirikisho.<br/><strong>1.Mbinu  zake Dimbani.</strong><br/> Hiki ndicho kigezo cha kwanza na kikubwa kuliko vyote. Ndani ya kigezo hiki kuna Falsafa na mifumo mbalimbali ya kiuchezaji dimbani. Kigezo hiki ni cha kwanza kwa sababu Kocha anayehitajika ni yule mwenye mbinu za kiwokozi zaidi, yaani ndiye atakayekuja kuliokoa jahazi la Yanga lililokwisha zama Hapa Yanga inahitaji kocha mwenye Falsafa na soka la kushambulia zaidi. Lakini pia mwenye Falsafa nyepesi kushikika ili asichukue muda mrefu kuwarithisha Wachezaji mbinu zake. Ni vigumu sana kwa Marcelo Bielsa kuja kuifundisha Yanga na kutarajia kuliokoa Jahazi, Sahau. Yanga haihitaji Kocha mwenye mbinu ngumu, kuliko uwezo wa Wachezaji kuzi master haraka mbinu hizo. Lakini pia ndani ya kigezo hiki, kuna Falsafa ya Klabu. Kila Klabu ina Falsafa zake za kiuchezaji. Hii pia ni sawa na Yanga, japo kwa Yanga kumekuwa na mabadiliko Machache kulingana na Aina ya kocha aliyopo. Kwa Mfano, Kwa misimu mingi sasa, Yanga imekuwa ikicheza Mpira wake wa nguvu na kushambulia kupitia pembeni kwa kuwatumia Mawinga Kiasili na Mabeki wa pembeni. Yanga sio timu ya Kumiliki Mpira, bali ni timu ya kushambulia tu muda wote tena kupitia pembeni mwa Uwanja. Lakini miaka ya Hivi karibuni hasa katika Kipindi cha Mwinyi Zahera kwa Mechi za duru la pili lakini pia chini ya Kocha Luc Eymael Yanga iliwajaza viungo wengi wa kati na kuanza soka la kumiliki mpira. Yanga ikaja kubadilika nusu kwa nusu katika Kipindi cha Cedric Kaze, ambapo mbinu zote mbili zilitumika, lakini alikokuwa anaelekea ni kurudi kwenye falsafa Mama Ya Yanga. Hivyo Yanga inamuhitaji Kocha Fundisha soka la Kushambulia hasa kwa kutumia Mawinga na Mabeki wa pembeni. Yanga ya Namna huwa  ni hatari sana kwa Mabeki wake, lakini pia Mawinga wake huwa ndio hatari zaidi. Unakumbuka kipindi kile akina Saimon Msuva? <br/>Kwanini Yanga inatakiwa kubaki kwenye Falsafa yake? Hii itawasaidia Wachezaji waliopo kutumika vizuri na kwa ubora zaidi, lakini pia huleta faida kwa Timu kwa maana ni rahisi kumuajili Kocha kwa kigezo cha aina ya Soka lake. Aina hii ya Soka ndio Icon ya Yanga. Ukiacha na mifumo, Yanga inahitaji kocha  mwenye uwezo wa kuitengeneza timu ya ushindi kwa Muda Mchache. Kocha  anayejua kutengeneza timu ya Ushindi ni yule mwenye uwezo wa kujibu Maswali mengi ya kimbinu ndani ya dakika 90. Hapa tunachokitazama ni uwezo wa kocha Kupambana kimbinu dimbani, Wapinzani wakibadili mbinu, naye awe mwepesi kuzing’amua mbinu zao na kubadilika haraka ili kuendana na mitego yao. Lakini pia kocha mwenye uwezo huo ni yule anayewasoma kiundani Wapinzani wake, yaani lazima awe na Game Plan kwa kila mechi bila kudharau timu yoyote au kuona kama Yanga ni timu kubwa haistahili kuzisoma mbinu z a mbeya City au Mwadui FC. Kufanya hivi ni kuifanya Yanga kubaki kuwa ni timu ya kiushindani katika ligi, kuifanya irudishe makali na Umaarufu wake wa zamani. Kumbuka, Yanga inaendeshwa kibiashara hivyo ili wasiwafanye wadhamini wao wakimbie inabidi waifanye timu kubaki na makali yake kiushindani mwisho wa Msimu. Jambo la Pili kubwa la kuzingatia kwa kocha Mpya ni lazima awe na Ujuzi na Sifa nyingi za kiuongozi. Kwa timu zenye Mikwamo mingi kama zinamuhitaji Kocha kiongozi. Yaani ingekuwa ni Amri Yangu basi ningesema, Yanga Imsajili Meneja ambaye pia atakuwa ni kocha Mkuu. Kocha kuwa na sifa nyingi za Kiuongozi maana yake ni uhakika ata offer vitu vingi nje na ndani ya Uwanja. Kocha kiongozi huwa na mawazo  na Mtazamo chanya muda wote. Hata likitokea tatizo lolote la kuharibu saikolojia ya Benchi la Ufundi na Wachezaji, ,lakini yeye hutazama vitu katika mlengo wa kujenga zaidi kuliko kubomoa. Kwa timu kama Yanga, timu yenye  Mikwamo mingi, kuna muda Wachezaji watagoma, Mara Kashfa kwa Wachezaji na mengine mengi , ilimradi tu Wachezaji wawe na stress. Haya yote yanahitaji Kocha Kiongozi, kocha ambaye atawasahaulisha Wachezaji yale yaliyotokea na kuwatia nguvu kwa mechi ijayo. Kocha Kiongozi ana sifa ya ziada ya uvumilivu. Kufanya kazi katika klabu kubwa, klabu yenye presha kubwa kutoka kwa viongozi na mashabiki inahitaji uvumilivu mkubwa. Lakini pia kama Kocha anahitaji kuwa mvumivu kwa Wachezaji, kwa maana kuna wakati Mchezaji anafanya makosa ya kujirudia rudia, inabidi awe mvumilivu ili kulinda kiwango cha Mchezaji lakini pia kukipalilia ili baadae kitumike kwa faida zaidi. Mwisho kabisa, Kocha kiongozi ni nguzo imara katika mawasiliano. Hana lugha za kukatisha tamaa, lakini pia analinda wahusiano yaliyopo kati yake na Wachezaji, benchi la Ufundi na viongozi. Kwa mantiki hiyo, husaidia kupunguza migogoro katika timu. Swali la Msingi hapa, Watazitambuaje Sifa hizi kwa Kocha? Hapa sasa wanahitajika Wataalamu. Wakati wa kumfanyia Interview lazima kuwe na wataalamu wa Saikolojia, Uongozi na Utawala, Mawasiliano, Ufundi na vingine vinavyohusiana. Hii ni sawa na kusema, Kazi ya kumtea wa kuifundisha Yanga isifanywe na Akina Nugaz, au GSM, bali ni Wataalamu, narudia Tena Wataalamu. Cha mwisho kabisa cha kuangalia kwa kocha ni Takwimu au Rekodi. Hapa tunataka kujua kocha huyo amezipatia mafanikio gani timu mbalimbali, ndani nan je ya Afrika. Kigezo hiki kwangu hakina Maana sana, kwa kuwa mafanikio ya kocha husika hutegemeana na Klabu aliyoifundisha, wachezaji wake, hali na miundombinu ya Klabu. Kwahiyo, Yanga isithubutu kumchukua Kocha kwa kigezo alishawahi kuipa Ubingwa wa Afrika klabu ya TP Mazembe, bila kuzingatia hali ya TP Mazembe ipoje ukilinganisha ya yao kwa sasa. Waliotuma CV zao Yanga siwajui, lakini hadi hapa, kocha wa Yanga Tumeshamjua, kuwa ni huyu mwenye sifa nilizotaja. Narudia tena, Sifa hizi  ni kwa ajili ya kocha atakayeleta Ubingwa wa VPL  na Shirikisho ndani ya Viunga vya Jangwani. All in All nawatakia Mchakato mwema wa kumpata kocha Mpya, Kocha atakayerudisha derby ya Kariakoo kuwa tamu zaidi, Kocha atakayerejesha makali ya yanga ndani nan je ya Tanzania. Niambie hapo chini, Unahisi ni nani atakuwa kocha Mpya wa Yanga? Ukipatia nina zawadi yako Spesho, nidai baada ya kutangazwa.<br/><storng>Kama ni mgeni hapa, SUBSCRIBE kisha bofya alama ya kengele. Hadi wakati mwingine kwaheri.</strong>",
  "picha":"https://www.eatv.tv/sites/default/files/styles/detailpageimg/public/news/2020/09/06/KOMBEAA.jpg?itok=9y9HA8dp&timestamp=1599387155",
  "tarehe":"20/12/2060",
  "muda":"8:00 am"
  },
 {"kichwa":"Simba VS Ac Vita",
  "habari":"AS Vita 0 Simba 1. Miongoni mwa mechi zilizokuwa bora zaidi kiufundi ni mechi ya kwanza ya Simba katika kundi A Klabu bingwa Afrika. Mechi hii ilionyesha taswira na maana halisi ya ukubwa wa timu zinazoshiriki katika hatua ya Makundi lakini pia ukubwa wa mashindano yenyewe kimbinu kwani  takribani kila timu iliyofika hatua hii hakika ina kocha bora na wachezaji bora. Leo tutatazama kiufundi zaidi, ni mbinu zipi makocha FLORENT Ibenge na Didier Gomez wamezitumia katika mchezo huo. Kumbuka hii ni klabu bingwa Afrika hivyo, SoccerData tunakuletea uchambuzi bingwa bingwa, tukitumia takwimu za kutosha na ufundi mwingi dimbani. Kama huja-SUBSCRIBE ujue kabisa umeajiandaa kukosa Uchambuzi wa kiufundi kutoka kwetu, Hakika una kila sababu ya ku-SUBSCRIBE na kubofya alama ya kengele lakini pia kutufuata katika kurasa zetu za mitandao ya kijamii, kule Facebook na Instagram kwa jina la SoccerData Tanzania. Bila kupoteza muda acha tuanze.<br/><strong>Vikosi na Mifumo</strong><br/> Wenyeji  AS Vita waliingia na mfumo wa 4-3-3 ambao ulibadilika zaidi na kuwa 4-1-4-1 na 4-2-3-1. Ibenge alinza golini na Omossola Medjo, huku safu ya ulinzi iliongozwa na Vivien Assie Koua na Ousmane Adama kama mabeki wa kati, wakati Djuma Shabani na Luzolo Sita kama mabeki wa pembeni kulia na kushoto Mtawalia.Kiungo wa ulianza Papy Kabamba Tshishimbi, huku juu yake wakicheza Sidi Yacoub na Masasi Obenza. Ibenge aliamua kuanza na mawinga Makabi Lipepo kwa Upande wa kushoto Huku Jeremie Kalenda akianza kwa upande wa kulia kabla ya Fiston Mayele kusimama kama Mshambuliaji. Kwa upande wao wageni Simba sc waliingia na mfumo wa 4-2-3-1 ikiongozwa na Aishi Manuka golini, kabla ya Tshabalala na Kapombe kama mabeki wa pembeni kushoto na kulia Mtawaliwa huku katikati yao wakicheza wakongwe Joash Onyango na Serge Wawa. Kama ilivyo ada kwa mechi za ugenini, Gomes aliamua kuanza na Wakata umeme Tadeo Lwanga na Mzamiru Yassin kama viungo wa ulinzi, huku juu yao wakianza Clatus Chama, Larry Bwalya na Luis Miquissone kabla ya  Mkongomani Chris Koppa Mushimba Mugalu kucheza kama Standing Striker.<br/><strong>GAME PLANS.</strong><br/> Takwimu zinaonyesha kuwa Simba waliwaheshimu sana AS Vita, kwani waliruhusu  kumiliki mpira kwa asilimia 55% dhidi ya 45% huku wakiwazuia kufika katika box lao na kuwadhuru. Hivyo ni dhahiri kuwa, AS Vita waliingia uwanjani kwa wazo la kushambulia na kusaka ushindi, hii ilichangiwa zaidi na uwanja kuwa ni wa nyumbani, lakini kwa upande wao Simba, Gomes aliona ni bora kubaki nyuma ya Mpira na kisha kuwashambulia kwa kushtukiza.Licha ya Simba kupata ushindi wa goli 1-0, lakini AS VITA ndio waliofika langoni mwa Simba mara nyingi zaidi. Kwa mfano, hadi dakika 90 zinamalizika Vita walipiga mashuti 11 langoni mwa Simba, huku Simba wakipiga Mara 4 tu, Vita wamepiga kona 5 huku za Simba zikiwa ni 2 pekee.  Lakini timu zote zilionyesha shauku ya kupata goli kwani zote zimekuwa na uwiano sawa wa  kuotea, yaani Simba mara 2 na Vita mara 2.Ukiachana na takwimu hiki, kikosi cha alichoanza nacho Gomes tangu dakika ya kwanza kilionyesha dhaihiri game plan yake kuwa ni ya kujilinda sana na kushambulia kwa kushtukiza. Acha tukaone jinsi Simba walivyoshambulia na kujilinda.<br/><strong>Kuanzisha Mpira.</strong><br/> Katika dakika 20 za mwanzo Simba walianzisha Mpira kutoka kwa manula kwenda kwa mabeki wa kati waliojitanua kiasi usawa wa box la  18 kulia na kushoto. Manula alipotoa pasi kwa Wawa au onyango, Vita waliwa press kwa nguvu kupitia kwa Fiston Mayele, Jeremie Kalenda na Makabi Lipepo ambapo walihakikisha wanawapora Mpira Simba wakiwa katika eneo lao na kuwafunga. Ili kuzuia hilo, Tadeo Lwanga alilazimika kushuka chini zaidi ili kwanza kuongeza idadi ya wachezaji wa Simba wakati wa kuanzisha shambulizi lakini pia kutoa nafasi nyingi kwa manula kutoa pasi. Katiki dakika hizo za awali, Manula aliazimika kuubutua mpira uliorudishwa na beki wa kati au kiungo ili kupunguza presha katika eneo lake. Kiufundi Simba waliingia na Plan hii, ikiwa ni sehemu ya kushambulia kwa kushtukiza. Simba walipoanzisha mpira nyuma, kutoka kwa manula kwenda kwa beki wakati, walitarajia, Lipepo, Fiston na Kalenda kuja kuwapress Ku press kwao maana yake walitaka kuwavuta Vita, ili wayaache maeneo yao wazi, na kisha Simba walitegemea kupiga one two za haraka haraka na kushambulia kwa kushtukiza. Kilichowafelisha Simba ni utimamu na usahihi wa kucheza kama walivyopanga, hivyo Manula alilazimika kubadili game PLAN  hasa wakati wa kufanya buildup. Manula akaanza kubutua ili wakimbizane mbele. Kutokana na aina hii ya Uchazaji uliomuhusisha Manula katika upigaji pasi na buidup kwa ujumla kunamfanya Manula kutoka  na takwimu nzuri za umiliki wa mpira kwani hadi dakika 90 zinamalizika Manula akipiga pasi  35,  na kati ya hizo 13 tu ndizo zilizopotea, Manula pia aliokoa michomo hatari mara 3, akifanya Clearance 1 na kuonekana kufanikiwa zaidi katika mipira ya kugombania ya juu, kwani kati ya miwili aliyoifuta yote alifanikiwa kuidaka.<br/><b>Kuanzishwa kwa Mugalu.</b><br/>Katika mfumo wa 4-2-3-1 Simba ilionekana kuwa na muunganiko wa Wachezaji kuanzia eneo la chini hadi kwa viungo wa kati. Simba iliacha nafasi kubwa kati nafasi zingine na Mshambuliaji.Kwanini Simba waliuacha uwazi huu?Kushuka kwao chini kulipunguza ukubwa  wa eneo kutoka mchezaji mmoja hadi mwingine, hii ilirahisisha ukabaji lakini pia ilirahisisha upigaji wa pasi fupi fupi. Mugalu alikaa katikati ya mabeki wa kati wa Vita Na kuhakikisha Adama na Koua hawapandi. Katika game plan  ya kushambulia kwa kushtukiza Mugali alitakiwa kutimiza majukumu kadhaa ikiwemo, kutoiruhusu beki ya Vita kupanda, lakini pia kuhakikisha mipira yote inayomfikia haipotei, akae nayo mguuni na kuwasubiri wenzake wakimbie katika maeneo ya nyuma ya safu ya ulinzi. Takwimu zinaonyesha kuwa asilimia 90 ya mipira iliyomkuta Mugalu ilikuwa ni ya juu, lakini pia yote aliipoza kwa kifua kama back pass. Kucheza back pasi maana yake aliwataka viungo wa kati, Chama Bwalya na Miquissone kuipitia, kasha yeye kuizunguuka safu ya ulinzi ya Vita, hii ni sawa na kusema alitaka kucheza zaidi kama False 9 ili kutoa nafasi zaidi kwa Viungo wa kati. Lakini kwa bahati mbaya, Gap lilipo kati yake na viungo wa kati lilikuwa ni kubwa kiasi kwamba, Miquissone, Chama na Bwalya hawakuifikia mipira hiyo kirahisi na kwa haraka kabla ya Viungo wa ulinzi wa Vita chini ya Tshaishimbi  kuisafisa. Takwimu hazidanyanyi, Mugalu aliyecheza kwa dakika 79 amegusa mpira mara 45 pekee,  ameonekana kupoteza mipira mara 14 huku akifanikiwa kwa mipira ya hewani mara 6 kati ya 11. Swala la Mugalu kupoteza mara 14, mipira ya kuwasetia vipanga Miquissone na wengine kuipitia kwa kasi, kumeifanya Simba kuchomoka na Ushindi mwembamba. Hivyo baada ya kazi nzuri ya manula, naweza sema, mwingine aliyefanya kazi kubwa kimbinu na kiufundi ni Mwamba Chris Mugalu.<br/><strong>Kubaki kwa Chama Dimbani hadi dakika ya 88.</strong><br/>Kuna mwingine huenda alikuwa anajiuliza hivi kwanini Chama alibaki Uwanjani hadi dakika ya 88? Ana Undugu na Kocha? Au Mo ni Kaka yake? Takwimu zinaonyesha kuwa  katika dakika zote alizocheza kiungo hasa akitokea katikati na kulia, Chama amegusa Mpira mara 51 pekee na ameonekana kushindwa kabisa kuendana na uhitaji wa mechi. Kwa mfano; Chama alijaribu kuwapita maadui kwa vyenga mara 4, lakini alifanikiwa mara 1 pekee, mipira ya 50 kwa 50 ya juu na Chini alikuta nayo mara 14, nay eye alifanikiwa mara 2 pekee, alifanya madhambi mara 4, lakini kama kiungo alipoteza mipira mara 13. Kwa ubovu huu wa Takwimu kutoka kwa Chama kwanini kocha alimuacha? Kwa sababu ya game plan. Hivi unajua Chama ndio injia wa michoro ya Counter attacks pale Simba? Takwimu zinaonyesha, Chama ametengeneza nafasi moja pekee ya dhahabu katika mchezo huo, nayo ni dakika za mwishoni za kipindi cha kwanza, kwa bahati mbaya alishindwa kumpiga chenga Beki wa mwisho, lakini lilikuwa ni goli zuri la shambulizi la kustukiza. Nataka kusemaje? Fuatilia hiki ninachokwambia, katika mechi zote ambazo Simba walifunga goli la Kushtukiza, nenda katazame Mchango wa Chama, hapo utabaini kuwa jamaa aliachwa hadi dakika ya 88, kwakuwa yeye ndiye mwenye mizizi ya Counter attacks pale Simba kutokana na sifa zake kiuchezaji ikiwemo, kasi akiwa na mpira, kupiga vyenga, kujitenga katika maeneo sahihi lakini kubw akushinda yote ni uwezo mkubwa wa kupiga pasi za mwisho.<br/>Simba wakati wa kujilinda.<br/> Miongoni mwa mechi za Simba  ambazo zimenishangaza sana, ni hii dhidi ya Vita, hasa wakati wa kujilinda. Kiukweli nimeiona Simba ya Diego Simeoni, wala sio ya Didier Gomes. Ilikuaje? Twende sawa..Simba ilipokuwa inashambulia ilionekana katika maumbo matatu, kwanza 4-2-3-1, pili 4-1-4-1 na tatu ni 4-1-3-2 kwani mwanzoni mwa kipindi cha kwanza, Bwalya alionekana kuungana na Mugalu wakati Simba iliposhambulia kabla ya kutolewa dakika ya 60 na nafasi yake kuchukuliwa na Francis Kahata.Maumbo haya wakati wa ushambuliaji, ni tofauti kabisa na wakati Simba iliposhambuliwa. Simba iliposhambuliwa, ilikaa katika umbo la 4-3-3 yenye muunganiko Mkubwa.Katika eneo hili Gomes alianza na Tadeo Lwanga ambaye bila shaka alipewa jukumu moja tu, nalo ni kutibua mashambulizi ya Vita, huyu alihakikisha hakuna anayekatiza na mpira karibu yake. Lwanga alifanya Madhambi mara 5 na hata kuzadiwa kadi ya njano, lakini pia ndiye aliyeongoza kwa kucheza tackles nyingi, alicheza tackles 4, na kuingilia Mipira mara 4 pia.Utukutu wake dimbani hasa zaidi kwa upande wa kulia, kulimpa uhuru Mzamiru Yassin kupanda na kushuka. Mzamiru alionekana kuwa vizuri zaidi kwa kuingilia mchezo kwani muda mwingi alionekana kuziba mianya ya pasi lakini pia kuhakikisha madhara makubwa hayatokei kwa upande wa kushoto. Lakini pia Luis Miquissone alishuka chini zaidi na kuonekana mara nyingi kumsaidia Tshabalala kufanya Clearance.Lakini kubwa zaidi katika mbinu hii ya kiulinzi ni safu zote kuungana, lakini pia kila mchezaji kuwa na mzigo na kuona kama kukaba ni jukumu la kila mmoja. Tazama ka video haka kafupi, hivi ndivyo Simba walivyokaba. Kwa Ukabaji huu, ni dalili kuwa Simba imeimarika sana kiulinzi. Bila shaka unajua kuwa, Soccerdata hatuna utamaduni wa kutoa pongezi ovyo, lakini kwa heshima kubwa nawapongeza Simba kwa matokeo haya, kwani najua yanatoa motisha, lakini pia yanawapa ari wachezaji na hata kifikra bila shaka watakuwa wanaamini kuwa, hata ugenini kupata ushindi inawezekana.ALL IN ALL soccerdata imejipanga kukuletea Uchambuzi katika mashindano yote ikiwemo klabu bingwa Afrika, so ili usipitwe na Uchambuzi huo, SUBSCRIBE na bofya alama ya kengele kabisa.Wangapi tumefika mwisho wa video hii? Kama wewe ni mmoja wapo na unasubiria Uchambuzi kutoka SoccerData  Comment hapo chini, Halla SoccerData nami nitakujibu Chap… Twende kazi..",
  "picha":"https://lh3.googleusercontent.com/proxy/Rk6QNXWHMwacwdPUMAwa_gG02WQXbm5PgquNy-Lx4dhH0uzB0n6dB-VLiaKOAChoy3S2Xc1N7BtpcAdzngZr3xSR5NZUmoHIbe8GcGfJ-UaPakT9Kg0X_QsbLk0fB1c",
  "tarehe":"20/12/2060",
  "muda":"8:00 am"
  },
 {"kichwa":"Simba vs Tanzania prison",
  "habari":"Ni msimu wa pili mfululizo kwa Simba kushindwa kuvuna alama zote tatu katika mechi zake dhidi ya Tanzania Prisons. Takwimu zinaonyesha kuwa katika mechi nne walizokutana kwa misimu miwili Mfulilizo Simba imechukua jumla ya alama 3 pekee huku Prisons akichukua Alama 6. Katika michezo hiyo,  Mitatu wametoka sare na Mmoja Simba akikubali kichapo. Katika mechi hizo nne, Magoli Matatu pekee Yamefungwa, Kati ya hayo, Simba wamefunga Moja na Prisons Mawili. Kati ya mechi hizo nne, Mbili za Msimu wa  2019/20 wametoka sare ya kutofungana kabisa, huku mechi moja ya hivi karibuni Wametoa sare ya Magoli 1-1, huku Mechi Moja Simba wakikubali kulambwa goli 1-0 Ugenini kule Sumba wanga. Takwimu zinaonyesha kuwa, Tanzania Prisons wakikutana na Simba kwa mechi za hivi karibuni kwa misimu hii Miwili, wamekuwa wagumu na kutoa Upinzani Mkubwa kwa wababe hao wa Kariakoo. Lililokubwa zaidi ni kwamba, wamekuwa wagumu kufungika chini ya Makocha Watatu tofauti tofauti walioifundisha Simbva akiwemo, Patrick Aussems, Sven Vandenbroeck na sasa Didier Da Rossa Nasema kwa misimu hii miwili kwa sababu misimu mingine kuanzia Msimu wa mwaka 2018/19 kushuka chini, Prisons walikuwa wanafungika Nje ndani, Si Uwanja wa Taifa au Sokoine ya Mbeya kote walifungika. Hadi kufikia hapa, Lazima Tujiulize, ivi shida ni nini Kiufundi, Je hii ni kusema kuwa, Simba imepata Mpinzani mwingine wa kudumu ndani ya Ligi? Hapa tutachimba Falsafa za timu zote mbili kiufundi, kisha tutajua kwanini mechi za Msimu huu za Simba dhidi ya Prisons zimekuwa ngumu zaidi kwa Simba ukizingatia, kati ya Alama 6, Prisons wamezoa 4 na Simba 1?<br/>Kama huja SUBCRIBE, USI SUBSCRIBE kwanza, Subiri hadi mwisho wa Uchambuzi huu, Ukiridhika nao, SUBSCRIBE ili ufikiwe na Mawe mengine kama haya.Tufuate kule Instagram, na Facebook kwa Jina la SoccerData, Bila kupoteza MUda acha tuanze.<br/><strong>FALSAFA ZA TIMU ZOTE MBILI.</strong><br/>Kiasili Simba ni Klabu inayopenda kumiliki Mpira. Kwa bahati nzuri inaonekana hata Makocha wake huwaajiri kwa kigezo cha kuwa na falsafa ya Umiliki Mpira. Na katika kulifanikisha hili, Simba hutumia pasi fupi fupi zenye Mchanganyiko na Ndefu za ku switch kulia na kushoto ili kurahisisha Shambulizi.Aina hii ya Uchezaji, huhitaji  Wachezaji wenye vipaji vya kweli katika kila Idara. Lakini pia huhitaji viungo wengi na wenye ubunifu MKubwa, kuanzia kupiga vyenga, kukaa na Mpira, kutokuwa na haraka au wasiwasi wanapokuwa na Mpira, lakini kubwa zaidi ni kuwa wazuri katika Upigaji Pasi. Hii ndio sababu ya kumuona Mchezaji kama Larry Bwalya, Fransis Kahata, Clatus Chama, na ibrahimu Ajibu wakiwa sehemu ya Timu. Falsafa hii, Haihitaji wachezaji wenye minguvu mingi badala yake akili ndio inayohitajika zaidi. Simba chini ya Falsafa hii hulazimika huchezea eneo dogo la Uwanja ili kuruhusu Pasi fupi fupi, lakini pia huruhusu Mabeki wa pembeni ku-overlap kulia na kushoto, kisha kuwafikihia mipira kwa kupiga ndefu pembeni. Simba chini ya Falsafa hii hucheza Mpira wa taratibu kwa baadhi ya maeneo kisha huongeza kasi kwa kadri wanavyolisogelea goli la Mpinzani. Lkaini pia Falsafa hii huwalazimisha Wachezaji kukaa katika maeneo sahihi ya kiulinzi haraka pindi tu wanapoporwa Mpira ili kurudisha Umiliki wao. Hii ndio siri kubwa kwa Simba kufunga magoli mengi ya kushtukiza kwa mechi za hivi karibuni. Mbinu nyingine wanayoitumia Simba katika falsafa hii, ni kutumia Midfielder Rotation. Kuna wakati Utamuona Chama anacheza Kushoto, mara utamuona kulia, Mara chini kabisa kwa beki wa kulia, mara beki wa kushoto, mara katikati akiungana na Kiungo wa ulinzi, vivyo hivyo kwa Luis Miquissone na Wengine. Yaani kiufupi, wao husapoti timu katika kila eneo kwa Umiliki wa Mpira, kupokea pasi na kutoa Pasi sahihi au kufanya Mikimbio sahihi katika eneo muhimu. Aina hii ya Uchezaji kwa Ulaya huitwa Tiki-taka, lakini kwa hapa Tanzania huitwa PIRA BIRIANI., kwa maana Mpira ambao Unamvutia Mtazamaji, lakini pia, Mchezaji hatumii nguvu nyingi, badala yake, hugusa pasi moja, kisha kujitenga eneo lingine ili apokee mpira na kutoa pasi, hivyo hupata muda wa kupumzika na kutunza nishati yake kwa dakika 90. Aina hii ya Mpira, ni ule ambao timu inafungwa au inatoa sare lakini mashabiki wake wako vizuri wala hawana Presha, kiufupi wanaridhika na Timu pindi inapocheza kwa ushahihi aina hii ya Falsafa bila kujali matokeo yapoje na hata siku wakipata matokeo mazuri bila kucheza pira biryani, Matokeo hayo huwa hayawi na furaha kama endepo wangechanganya na Pira biryani.<br/>TANZANIA PRISONS.<br/>Tanzania Prisons kwa jina lingine wanaitwa Wajela jela. Wao hujaribu kuleta kanuni za Kijeshi ndani ya Uwanja. Hawa hawana Falsafa iliyowazi, wao hubadilika kulingana na aina ya mechi. Lakini Sifa zao kuu ni kujituma kwa kiwango cha mwisho kwa kila Mchezaji katika eneo lake la kiuchezaji. Hapa namaanisha, Winga wa kulia atachezea juu kulia kama Kawaida, Kiungo wa ulinzi naye atabaki katika eneo lake Mama, na nafasi zingine zote zitafanya hivyo. Lakini Katika Ukaaji na Utekelezaji wa majukumu yao, huwa wana kitu cha ziada, ambacho ni Kujituma kwa kutumia nguvu kwa kiwango cha mwisho. Kila Mchezaji hutakiwa kutumika ndani ya eneo lake kwa zaidi ya asilimia 90. Wachezaji wa Tanzania Prisons wanalazimika kuwa na nishati ya kutosha ili kuzimudu dakika zote 90 kwa Nguvu sawa kuanzia dakika ya Kwanza hadi ya mwisho. Aina ya timu kama hizi, Siku zote huwa ndio wa kwanza kuzisoma mbinu za Mpinzani kuliko wao kusomwa. Hii ni sawa na kusema, kila mechi kwao ni ugenini, lakini pia hata kama Prisons wangekuwa wanacheza mechi zao zote ugenini tegemea Matokeo haya Unayoyaona hivi sasa. Kuna mwingine haamini hiki ninachokisema, Acha tukazitazame Takwimu zinaseje? Ukiwachukua Tanzania Prisons kwa Misimu Mitatu, utabaini kuwa, wamekuwa wakikaa katika nafasi nzuri zaidi katika Msimamo  kwa mechi za Ugenini kuliko hata za nyumbani. Kwa mfano,  katika Msimu wa mwaka 2018/19, Prisons wameshika nafasi ya 12 wakiwa na alama 46, lakini Ukiupanga Msimamo kwa kutumia mechi za  away tu Prisons watakuwa katika nafasi ya 12  huku za Home wakiwa katika nafasi ya 16. Lakini Pia Msimu wa 2019/20 walimaliza katika nafasi ya 10 wakiwa na alama 49, Kwa mechi za away tu, watakuwa katika nafasi ya 6 huku za Home wakiwa katika nafasi ya 17. Sio hivyo tu, Ukichuka Msimu huu akiwa tayari amehacheza mechi 22, ypo katika nafasi ya 8, lakini Ukimuweka katika mechi za away atakuwa katika nafasi ya 10 huku mechi za home yupo katika nafasi ya 11.  Kutokana na takwimu hizi, ni dhahiri kuwa, Tanzania Prisons huwa hawaathiriwi sana na Ugeni katika mechi, lakini pia kutokana na hazina ya Matumizi ya Nguvu waliyonayo na bado sio washindani wa Kombe la ligi, ni majibu tosha kuwa, prisons wanakosa  Kocha mwenye Falsafa zinazoendana na Tamaduni zao za kisoka. Acha nielezee hapa Kidogo..Matumizi ya Nguvu, au kukaba kwa nguvu, tena bila kuchoka ni miongoni mwa sifa muhimu sana zinazohitajika kwa timu. Kule Kule Ulaya, Kocha akiwa na wachezaji Watano au Sita kwenye timu yake wenye sifa za Wachezaji wa Prisons, hupendelea kutumia Falsafa Moja inaitwa Gengen Pressing. Falsafa hii hutumiwa na timu zenye wachezaji wa Mpafu ya Mbwa, Wao huhaha Uwanja Mzima, wakishaunasa Mpira, haraka haraka hushambulia. Timu inayotumia Falsafa hii, hushambulia Vipindi vya Mpito pekee, Ni wataalamu wa Mashambulizi ya Kushtukiza, lakini pia wako very Organised na Sytematic. Tanzania Prisons, wao kazi yao ni kukaba tu, lakini Kimbinu, hasa namna ya kushambulia na kupata bao zaidi ya moja mbele ya timu kubwa bado ni tatizo. Kwahiyo wana faida ya nguvu lakini hawana Falsafa inayoendana na Sifa Yao. Hakika Nakuambia, Jurgen Klop akija kuifundisha Tanzania Prisons tegemea Ubingwa wa Afrika Unakuja Tanzania.  Kiujumla hapa namaanisha, Tanzania Prisons wanatumia falsafa ya Juegen Pressing iliyozubaa, yaani bado haijapata wakuifanya ikang’aa kwa matumizi yenye faida katika ligi na taifa kwa Ujumla.  Pira Gwaride, ni OLD VERSION YA GERGEN PRESSING.",
  "mwandish":"soccer data",
  "picha":"https://www.muakilishi.com/images/uploads/7/dc9eee7023-untitlefotorcollage.jpg",
  "tarehe":"20/12/2060",
  "muda":"8:00 am"
  },
 {"kichwa":"Manchester United paun milion100 kumsajili ima",
  "habari":"Ni mechi ya Marudiano ikiwa ni raundi ya Nne, Simba wakiwakaribisha AL Merreikh ya Sudan baada ya mechi ya kwanza kuisha kwa sare tasa. Kabla hatujaenda mbali zaidi acha kwanza tukaone Msimamo wa kundi A lakini pia tuone ugumu wa mechi hiyo, mechi ambayo itachezwa bila Mashabiki ikiwa ni agizo kutoka kwa Caf  Mpya, CAF YA DR Patrice Motsepe.Kundi A hadi sasa linaonyesha Simba ana alama 7  katika nafasi ya kwanza huku Al Merreikh wana alama 1 katika nafasi ya Mwisho, hapa katikati kuna Vita Club na Ahly wote wakiwa na alama 4 kila mmoja na Mtawalia.. Hadi sasa, timu zote zimecheza mechi tatu tatu, maana yake bado tatu zingine za marudio. Kwa mujibu wa msimamo huu, Al Merreikh wakishinda mechi zake tatu zilizobaki ikiwemo hii dhidi ya Simba, basi watakuwa na alama 10, na huenda wakashika nafasi ya kwanza au ya pili, muda huo Simba akipoteza zote, atabaki na alama zake 7 na huenda akawa katika nafasi ya 2 au ya 3. Lakini Endapo Simba atashinda mechi hii atakuwa na jumla ya alama 10, na tayari atakuwa ameshafuzu kwenda hatua ya robo fainali kwa kushika nafasi ya pili au ya kwanza. Kwa mujibu wa takwimu hizi, hii ni fainali kwa timu zote mbili, Simba itahitaji ifuzu jumla jumla, ili mechi dhidi ya AS Vita na Al ahly yakawe kama mazoezi, lakini pia Merreikh wangependa kufufua matumaini yao tena, kwakuwa, wakifungwa mechi hii, safari yao na matumaini ya kutinga robo fainali itakuwa imeishia hapa. Kwahiyo kabla sijakupangia kikosi lazima Ujue kabisa kuwa, Mechi hii itakuwa ngumu kwa kila mmoja ukizingatia, Simba watakuwa Nyumbani, lakini bila mashabiki ni sawa na kuwa Ugenini tu, kwahiyo hata kikosi kitakachoanza tarajia kuwa na malengo ya kushambulia zaidi kuliko kujilinda. Keep in mind, this is silent war. Kama ni mgeni hapa kumbuka Ku-SUBSCRIBE na kubofya alama ya kengele bila kupoteza muda acha tuanze. Katika mechi ya kwanza ilipigwa kule Khartoom, tulishuhudia timu zote zikitoka sare ya kutofungana, lakini katika mechi ile Merreikh walionekana kuwa hatari zaidi kwa maeneo ya pembeni mwa Uwanja kwa kutumia Mawinga wakeTOny Omayarue upende wa kushoto na Saifeldin Maki kwa upande wa kulia. Lakini pia walionekana kuwapress zaidi Simba, pindi wanaopoanzisha Mpira kuanzia nyuma, hivyo iliwalazimu Mabeki wa Simba kupiga mipira mirefu kutokea chini ya uwanja ili kupunguza presha na hatari ya kuporwa mipira katika box lao. Lakini kubwa zaidi kuihusu Merreikh ni uhatari wao katika mipira iliyokufa, yaani ya kutenga, kuanzia Kona, Mipira ya kurusha na Faulo. Kwani wanaonekana kuwa na wapigaji wazuri wa mipiora hiyo lakini pia ni wapigaji wazuri wa vichwa. Naamini kabisa, Benchi la ufundi la SSimba watakuwa wamelizingatia hili, lakini pia, Usisahau na hili nakuhakikishia kuwa, Merreikh watakuwa pia wameitazama mechi ya mwisho ya Simba, ligi kuu Tanzania bara dhidi ya Tanzania Prisons, na kuna vitu watakuwa wamejifunza. Bila shaka Kocha  Didier Gomes atakuwa amemaliza makosa yote wakati wa mazoezi kuelekea mechi hii. Acha tuingie Dimbani, tuone ni nani wa kuanza…<br/>GOLINI.<br/> Kati ya mechi tatu, samba ilizozicheza katika kundi hili Aishi Manula amecheza mechi mbili, n azote dakika 90, huku zote Simba wakipata Ushindi wa goli 1-0, zikiwa ni Cleansheet mbili kwa Manula.Hii ni tofauti kidogo kwa Beno Kakolanya ambaye amecheza mechi moja tu ya Ugenini na kufanikiwa kupata Cleansheet.Kama nilivyokwambia hapo awali, Merreikh ni wazuri wa kupress wakati Simba wanapoanzisha Mpira kuanzia kwa golikipa, hivyo, golikipa anahitajika kuwa na uwezo mkubwa wa kupiga pasi sahihi fupi na ndefu. Acha tutumie Takwimu kujua ni nani mzuri wa kupiga pasi kati ya Manula na Kakolanya. Katika mechi dhidi ya Al ahly,  Manula alipiga pasi 16, kati ya hizo sahihi zilikuwa 9 pekee ikiwa  ni asilimia 56. Lakini pia kati ya pasi hizo 16, pasi ndefu alipiga mara 9, na kati ya hizo, pasi 2 pekee ndizo zilizokuwa sahihi, hivyo nawesema Manula alikuwa na asilimia 22 za Usahihi wa pasi ndefu. Ukiachana na Mechi ya Al ahly katika mechi ya Vita, manula alipiga jumla ya Pasi 26, kati ya hizo sahihi ziliwa ni 14 pekee ambazo ni sawa naasilimia 54 tu. Kati ya Pasi hizo, Manula alipiga pasi ndefu 19, na sahihi zikiwa 7 pekee ikiwa ni sawa na asilimia 37. Ili kupata takwimu kamili kwa mechi zote mbili, inatubidi tupate Wastani wake, na hapa tutaona kuwa Katika mechi zote mbili Manula amepiga jumla ya pasi 29, kati ya hizo sahihi zilikuwa 11, ikiwa ni sawa na asilimia 55. Kati ya pasi hizo, Ndefu ni 14, sahihi zikiwa ni 4 ikiwa ni sawa na asilimia 29.5. Kakolanya yeye amecheza mechi moja pekee, dhidi ya Merreikh Ugenini, na katika mechi hiyo alipiga jumla ya pasi 18, kati ya hizo sahihi zilikuwa 15 ikiwa ni sawa na asilimia 83.3. Kati ya pasi hizo, Kakolanya Piga pasi ndefu mara 7 na sahihi zikiwa ni 4 pekee ikiwa ni sawa na asilimia 57. Umeona mambo yatakwimu yanavyozuzua? Hapa golikipa anatakiwa awe na uwezo mzuri wa kupiga pasi, yaani tutaangalia usahihi wa pasi, hapa Manula ana asilimia 55, huku Kakolanya anaonekana ana asilimia 83.3, lakini pia Merreikh watakapo Press kwa nguvu, Golikipa inatakiwa apige ndefu pembezoni mwa Uwanja ili kurahisisha Shambulizi, hivyo tunalazimika kuangalia Usahihi wa mipira mirefu, hapa Manula ana asilimia 29 huku Kakolanya ana asilimia 57. Kwa kigezo hiki, Kakolanya Amepita. Lakini Uhatari zaidi wa Merreikh tumesema ni mipira iliyokufa, kwahiyo inabidi tukatazame takwimu za Uokoaji kwa kila golikipa. Kakolanya Katika mechi Moja aliyocheza, Ameokoa Michomo Mitatu, huku Manula dhidi ya Al ahly aliokoa mchomo 1, na dhidi ya Vita aliokoa Michomo 3, ambapo kwa mechi zote mbili, ni sawa na kusema Manula aliokoa Michomo Miwili. Hapa napo Kakolanya amemgalagaza Manula. Kwa takwimu hizi, kulingana na Uhatari wa Merreikh, Kakolanya ameonekana kubebwa zaidi na Takwimu. (kuna watu wameanza kusonya) Lakini kama umeutaza vizuri mchezo wa Simba kule Khartoom utaungana na mimi kuwa, pasi nyingi za  Kakolanya hazikuchezwa kwa Mguu bali kwa Mkono, hivyo hazina faida sana kwa timu inayopenda kuanza Mpira kuanzia nyuma. Lakini pia hivi karibuni Manula ameonekana kuwa vizuri kwa kuokoa mipira ya Mtambaa wa Panya katika angle zote mbili za goli, kuliko Kakolanya, hivyo kwa sifa hizi mbili pekee, manula atakaa kwenye Milingoti Mitatu.<br/>Safu ya Ulinzi.<br/> Hapa hakuna mabadiliko Makubwa, Mohamedi Hussein kushoto, Kapombe kulia, katikati ni Onyango. Wawa na Taddeo Lwanga wana kadi za Nyano mbili mbili, zote walizipata katika mechi ya kwanza dhidi ya vita nay a pili dhidi ya AL Merreikh zote Ugenini hivyo, watakosekana katika mechi  hii. Nani aanze na Onyango katikati?  Kati ya Kennedy Juma, Muduwa na Erasto Nyoni? Kiufundi hapa linatakiwa kuzibwa pengo la Wawa. Wawa ambaye mara nyingi husaidia Mashambulizi kwa kupiga mipira mirefu kutokea nyuma, lakini pia Kupiga mipira ya faulo, kwa maana Wawa hutengewa mipira na kupiga golini. Lakini pia, kiulinzi, wawa ni mtulivu sana, huhakikisha hapotezi pasi hovyo, lakini p[ia hui sapport timu kuendelea kumiliki Mpira.Kwa sifa ya Utulivu akiwa na Mpira, na kupiga pasi ndefu kutokea nyuma ya Uwanja, Nyoni anastahili zaidi  kuwa Mbadala wake lakini kwa kuwa, Lwanga hayupo inabidi Nyoni awekwe kando kwa ajili ya matumizi ya kiungo wa ulinzi, hapa namuweka Kennedy Juma. Najua sio Mtulivu lakini Onyango atamsaidia kwa baadhi ya Vitu.<br/>Kiungo wa Ulinzi<br/> Hii ni mechi ya nyumbani, na samba ni lazima Ishinde, hivyo hapa namuweka Jonas Mkude. Si unajua katika mechi ambazo, Simba inataka Ushinde Mkude hufanya nini? Hupira mipira mirefu yak u-switch kulia na kushoto. Muda wote samba itakuwa kwenye box la Merreikh. Lakini pia Juu yake, huwezi kumkosa, Kiungo mbweha, Mzamiru Yassin. Huyu jamaa Umuhimu wake ni kukaba kuanzia juu kabla ya kumfikia Mkude, lakini pia Siku hizi amekuwa na faida nyingi za kushambulia kwa kupiga pasi sahihi, na hata kuingia kwenye box la Mpinzani, hivyo atakuwa ni faida kubwa kama ataanza.<br/>Viungo wa kati na ushambuliaji.<br/>Juu ya Mkude na Mzamiru kutakuwa na Viungo watatu, katikati atacheza Chama Clatus, kulia kwake atacheza Luis Miquissone na Kushoto kwake atacheza Barnad Morrison. Wote tunajua kuwa, Merereikh ni hatari zaidi kwa maeneo ya Pembeni, hicyo ukianza na Wasumbufu Pembeni Utawafanya Mawinga wao, muda wote wawe chini kujilinda kuliko kushambulia. Lakini pia Miquissone na Morrison wote wana tabia ya kutoka pembeni kuingia ndani, hivyo itawalahisishia mabeki wa pembeni ku-overlap na kupiga Kros. Lakini pia wawili hawa ni wataalamu wa ku-dribble kulifuata bOx la Mpinzani, hivyo, muda wowote, katika dakika dakika yoyote Simba wanaweza kupata goli kwa penati ya kuangushwa kwa mmoja wao, au Goli la Faulo kwa kufanyiwa madhambi Mmoja wao. Kuanza na wote wawili maana yake ni kujibu njia nyingi zaidi ya kupata goli mapema kabisa, kabla hata giza halijaanza. Lakini pia nimemuweka Chama mbele ya Bwalya kwa sababu. Bwalya ni mchezaji mzuri sana, hasa kiwa na mpira, Chama naye ni mzuri hasa akiwa na Mpira, lakini pia anakaba, japo sio sana lakini huwezi mlinganisha na Bwalya. Licha ya chama kuonekana kupoteza mipira mingi katika mechi za hivi karibuni, lakini ukweli ni kwamba, uwepo wa chama Uwanjani kuna ladhja fulani hivi inapatikana, kwanza jamaa ni Injinia wa mashambulizi yote ya kushtukiza, lakini pia ni mzuri wa kucheza Midfielder Rotation, yeye huzunguuka maeneo yote ya Uwanja, ili kuiunganisha timu kiuchezaji, na mwisho kabisa, jamaa anajua kucheka na nyavu. Whats a player. Kisha Chris Koppa Mugalu atamaliza pale juu kama Standing Striker. Najua yupo John Bocco, lakini pia kuna Kagere N a hata Lukosa Junior, lakini kwangu mimi na takwimu zinaonyesha Mugalu ni hatari zaidi ya wote. Uhatari wake sio kwa kufunga tu lakini pia kucheza mchezo wa kimbinu zaidi, ana uwezo wa kuwaweka mabeki wa Merreikh chini muda wote, lakini pia anajua kuiunganisha timu kwa kushuka chini  kupokea na kutoa pasi. Sifa kuu aliyokuwa nayo wengine hawana, Jamaa hapotezi mipira hovyo, Mpira Ukimfikia anajua kubaki nao hadi wenzake watakapofika na kutoa pasi sahihi, lakini pia Mugalu ana uthubutu na anaweza kupiga chenga hata wachezaji wawili kisha akasogea mbele zaidi, hii haiwezi kagere wala Bocco. Bila Ubishi namuweka Mugali. Hadi hapa kikosi change kiupo hivi: Manula, Kapombe, Tshabalala, Onyango, Kennedy, Mkude, Mzamiru, Chama, miquissone, Morrison na Mugalu. Unakionaje kikosi hiki? Tabiri Matokeo ya mechi hii hapa, nikutag katika Uchambuzi ujao, SUBSCRIBE na bofya alama ya kengele, tukutane baada ya mechi.",
  "mwandish":"soccerdata",
  "picha":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT45xZaGLskrGY3pneKsIygQiFcNbGK5dF2cQ&usqp=CAU",
  "tarehe":"20/12/2060",
  "muda":"8:00 am"
  }





]
